# Хранилище в оперативке вместо БД
storage = {}

# Для проверок бота (в ключ в storage надо подставить свой user_id в тг)
storage[450646375] = {'height': 176, 'weight': 78.0, 'age': 25, 'activity': 45, 'city': 'Санкт-Петербург', 
                      'water_goal': 3090, 'kalories_goal': 2500, 
                      'logged_water': {'15-01-2025': {'21:31:40': 1500}, '16-01-2025': {'21:31:40': 1000}, '17-01-2025': {'21:31:40': 2000},
                                       '18-01-2025': {'21:31:40': 2500}, '19-01-2025': {'21:31:40': 500}, '20-01-2025': {'21:31:40': 4000},
                                       '21-01-2025': {'21:31:40': 3000}}, 
                      'logged_calories': {'20-01-2025': {'16:27:57': 445}}, 
                      'burned_calories': {'20-01-2025': {'17:35:02': 624}}}